Repository: AlaaNomanRashed/doctors-online
Catalog: lib/l10n/app_*.arb
Languages: ar

# consulting
source: Medical Consulting
ar: استشارات طبية

# appoint
source: Appoint Your Doctor
ar: اختر طبيبك

source: Doctor
ar: الطبيب

# theAppointment
source: The Appointment x
ar: الموعد x

# appointmentCount
source: The Appointment Count
ar: عدد المواعيد

# note
source: Notes
ar: ملاحظات

# addNote
source: Add Notes
ar: اضف ملاحظاتك

# noNote
source: No Notes
ar: لا يوجد ملاحظات

source: My Medical Reports
ar: تقاريري الطبية

source: Dates Medications
ar: مواعيد الادوية

source: Settings
ar: الاعدادت

# update
source: Modify profile:-
ar: تعديل الملف الشخصي:-

source: Log Out
ar: تسجيل الخروج

# dwaee
source: Dawaee
ar: دوائي

source: Add
ar: اضافة

source: Search
ar: بحث

source: Add Medical Reports
ar: اضافة التقارير الطبية

source: The image has been added successfully
ar: تمت إضافة الصورة بنجاح

source: Adding the image failed
ar: فشلت إضافة الصورة

source: Consultation Details
ar: تفاصيل الاستشارة

source: Set Alarms For All!
ar: تفعيل المنبه لكل المواعيد!

source: Alarms Set Successfully!
ar: تم تفعيل كافة المنبهات بنجاح!

source: Alarms Set Failed!
ar: فشلت عملية تفعيل المنبه!

source: Medicament Reminder
ar: تذكير بموعد الدواء

source: Notifications
ar: الاشعارات

source: Consultation Requests
ar: طلبات الاستشارة

source: Transfer Requests
ar: الطلبات المحولة

source: Add Medical Consultation
ar: اضافة استشارة طبية

source: Sort Medical Reports
ar: فرز التقارير الطبية

source: Home
ar: الصفحة الرئيسية

source: Profile
ar: الملف الشخصي

source: Add Medication Appointments
ar: اضافة مواعيد الادوية

source: Medicament Name
ar: اسم الدواء

source: Add Appointment
ar: اضافة موعد

source: Reject
ar: رفض

source: Transfer
ar: تحويل

source: Delete
ar: حذف

source: Complete
ar: اكمال

source: Waiting
ar: انتظار

source: Deleted
ar: محذوف

source: Rejected
ar: تم الرفض

source: InProgress
ar: قيد المراجعة

source: Transferred
ar: تم التحويل

source: Completed
ar: مكتمل
